<?php

$page_title = "Εικονικό Εργαστήριο - Αρχική";
$about_title = "Σχετικά";
$about_vlab_text = "Το VLAB είναι ένα εκπαιδευτικό εργαλείο που βοηθά στην καλύτερη και ευκολότερη κατανόηση της θεωρίας αυτόματης ρύθμισης μέσα από παραδείγματα από τη Χημική Βιομηχανία.";
$welcome = "Καλωσόρισες";
$youmay = "Μπορείς να κάνεις";
$home_page = "Αρχική";
$experiments = "Πειράματα";
$report_bug = "Αναφορά Σφάλματος";
$faq = "ΣΕΑ";
$header = "Εικονικό εργαστήριο";
$subheader = "Καλωσορίσατε στο VLAB!";
$p1_1 = "Το VLAB είναι μια διαδικτυακή εφαρμογή που προσφέρει στους χρήστες της ένα διαδραστικό περιβάλλον για την κατανόηση και εμπέδωση των βασικών αρχών της θεωρίας Αυτόματης Ρύθμισης.";
$p1_2 = "Το εικονικό εργαστήριο περιλαμβάνει μια σειρά εικονικών πειραμάτων στα οποία μπορεί να έχει πρόσβαση κάθε φοιτητής από οποιοδήποτε σημείο έχει πρόσβαση στο διαδίκτυο. Ο κλασικός κλειστός βρόγχος της Αυτόματης Ρύθμισης παρουσιάζεται με γραφικό τρόπο και έτσι ώστε να επιτρέπεται στο χρήστη να αλληλεπιδρά με το σύστημα.";
$p1_3 = "Παρέχεται αυτοματοποιημένη καθοδήγηση καθόλη τη διάρκεια διεξαγωγής του πειράματος ενώ για κάθε πείραμα διατίθεται και σχετικός οδηγός με αναλυτική περιγραφή του σκοπού της άσκησης, στοιχεία από τη σχετική θεωρία και τα βήματα που απαιτούνται για την ολοκλήρωσή της.";
$evaluation_title = "Αξιολόγηση των αποτελεσμάτων";
$evaluation_p = "Κάθε φοιτητής μπορεί <a href=\"./login/\">να συνδεθεί στο VLAB</a> με σκοπό να έχει πρόσβαση στη διαδικασία αξιολόγησης των αποτελεσμάτων του. Μπορείτε να συνδεθείτε είτε χρησιμοποιώντας ένα λογαριασμό που ήδη έχετε στο Google ή το Yahoo ή να δημιουργήσετε ένα λογαριασμό VLAB. Κατόπιν, αφού ολοκληρώσετε μια άσκηση μπορείτε να αποθηκεύσετε προσωρινά τα αποτελέσματα και όταν αποφασίσετε να ολοκληρώσετε την υποβολή των αποτελεσμάτων στο σύστημα. Οι ασκήσεις βαθμολογούνται κατ'ευθείαν ηλεκτρονικά και ο βαθμός ανακοινώνεται προσωπικά στο χρήστη.";
$about_header = "Σχετικά με την Εφαρμογή";
$about_p1 = "Η παρούσα εφαρμογή αναπτύχθηκε στο εργαστήριο Αυτόματης Ρύθμισης και Πληροφορικής της Σχολή Χημικών Μηχανικών του Ε.Μ.Π. Βασίζεται σε λογισμικό  ανοιχτού κώδικα και διανέμεται επίσης με βάση την άδεια χρήσης και διανομής <a href=\"http://www.gnu.org/copyleft/gpl.html\">GNU GPL v.3</a> (CLeft). Ο κώδικας της εφαρμογής περιλαμβάνει <a href=\"http://www.php.net/\">PHP</a>, <a href=\"http://www.w3.org/TR/html401/\">HTML4.01</a>,  <a href=\"http://www.w3.org/Style/CSS/\">CSS3</a>,  <a href=\"http://www.w3schools.com/js/\">JavaScript</a>, <a href=\"http://www.gnu.org/software/octave/\">Octave</a> και <a href=\"http://www.mysql.com/\">MySQL</a>. Επίσης χρησιμοποιεί την τεχνολογία <a href=\"http://http://openid.net/\">OpenID</a> και τα API των Twitter και Facebook.";
$about_p2 = "Καταβάλλουμε προσπάθεια ώστε το VLAB να είναι συμβατό με όλους τους σύγχρονους φυλλομετρητές όπως για παράδειγμα ο Mozilla Firefox, o Google Chrome και ο Opera. Απαιτείται ωστόσο να έχετε ενεργοποιήσει την <b>αποδοχή cookies</b>.";
$about_p3="Ο πηγαίος κώδικας της εφαρμογής φιλοξενείται στο <a href=\"https://github.com/alphaville/VitrualLab\">github</a>.";
$list_experiments_header="Λίστα Πειραμάτων";
$experiment_1_title="Σύστημα κλειστού βρόγχου με ρυθμιστή P";
$experiment_2_title="Μελέτη συστημάτων με ρυθμιστή PID";
$experiment_3_title="Σύστημα συζευγμένων δεξαμενών με ρυθμιστή PID";
$experiment_1="Μελέτη της επίδρασης της επιλογής διαφορετικών τιμών του συντελεστή ενίσχυσης ενός P-ρυθμιστή σε κλειστό βρόγχο παρουσία διεργασίας δεύτερης τάξης χωρίς μηδενικό πόλο.";
$experiment_2="Πραγματοποίηση πολλών διαφορετικών προσομοιώσεων συστήματος κλειστού βρόγχου παρουσία στοιχείου υστέρησης και PID-ρυθμιστή.";
$experiment_3="Άσκηση βαθμονόμησης ενός PID-ρυθμιστή για μια απλή βιομηχανική εφαρμογή ρύθμισης της στάθμης του υγρού σε σύστημα συζευγμένων δεξαμενών.";
?>
