<?php
$page_title="Εικονικό Εργαστήριο - Αρχική";
$about_title="Σχετικά";
$about_vlab_text="Το VLAB είναι ένα εκπαιδευτικό εργαλείο που βοηθά στην καλύτερη και ευκολότερη κατανόηση της θεωρίας αυτόματης ρύθμισης μέσα από παραδείγματα από τη Χημική Βιομηχανία.";
$welcome="Καλωσόρισες";
$youmay="Μπορείς να κάνεις";
$home_page="Αρχική";
$experiments="Πειράματα";
$report_bug="Αναφορά Σφάλματος";
$faq="ΣΕΑ";
$header="Εικονικό εργαστήριο";
$subheader="Καλωσορίσατε στο VLAB!";
$p1_1="Το VLAB είναι μια διαδικτυακή εφαρμογή που προσφέρει στους χρήστες της ένα διαδραστικό περιβάλλον για την κατανόηση και εμπέδωση των βασικών αρχών της θεωρίας Αυτόματης Ρύθμισης.";
$p1_2="Το εικονικό εργαστήριο περιλαμβάνει μια σειρά εικονικών πειραμάτων στα οποία μπορεί να έχει πρόσβαση κάθε φοιτητής από οποιοδήποτε σημείο έχει πρόσβαση στο διαδίκτυο. Ο κλασικός κλειστός βρόγχος της Αυτόματης Ρύθμισης παρουσιάζεται με γραφικό τρόπο και έτσι ώστε να επιτρέπεται στο χρήστη να αλληλεπιδρά με το σύστημα.";
$p1_3="Παρέχεται αυτοματοποιημένη καθοδήγηση καθόλη τη διάρκεια διεξαγωγής του πειράματος ενώ για κάθε πείραμα διατίθεται και σχετικός οδηγός με αναλυτική περιγραφή του σκοπού της άσκησης, στοιχεία από τη σχετική θεωρία και τα βήματα που απαιτούνται για την ολοκλήρωσή της.";
?>
