<?php
$page_title="Εικονικό Εργαστήριο - Αρχική";
$about_title="Σχετικά";
$about_vlab_text="Το VLAB είναι ένα εκπαιδευτικό εργαλείο που βοηθά στην καλύτερη και ευκολότερη κατανόηση της θεωρίας αυτόματης ρύθμισης μέσα από παραδείγματα από τη Χημική Βιομηχανία.";
$welcome="Καλωσόρισες";
$youmay="Μπορείς να κάνεις";
$home_page="Αρχική";
$experiments="Πειράματα";
$report_bug="Αναφορά Σφάλματος";
$faq="ΣΕΑ";
$header="Συχνές Ερωτήσεις &amp; Απαντήσεις";
$subheader="Τα πάντα για το VLAB!";
$q1="Πως λειτουργεί το VLAB?";
$a1_1="Το VLAB είναι μια διαδικτυακή εφαρμογή βασισμένη κυρίως σε PHP, Javascript και Octave. Ως τέτοια είναι προσβάσιμη από οποιαδήποτε πλατφόρμα/λειτουργικό σύστημα (Windows, Linux, MacOSX) μιας και το μόνο που απαιτείται για την χρήση της είναι ένας φυλλομετρητής δικτύου (browser). Είναι μια εφαρμογή ανοιχτού κώδικα οπότε, αν θέλετε, μπορείτε να δείτε τον πηγαίο της κώδικα στο <a href=\"https://github.com/alphaville/VitrualLab\">github.com/alphaville/VitrualLab</a>.";
$a1_2=".";


?>
