<?php

$title = 'Εικονικό Εργαστήριο - Σύστημα Συζευγμένων Δεξαμενών';
$h1title = 'Εικονικό Εργαστήριο';
$h3title = 'Σύστημα Συζευγμένων Δεξαμενών';
$pidcontroller='Ρυθμιστής PID';
$measdev='Όργανο Μέτρησης';
$fce='Στοιχείο τελικής ρύθμισης';
$otherlang='English';
$otherlangimg='/images/english.png';
$ohterlangattribute="?lang=en";
$setpoint="Επιθυμητό Σημείο";
$left_sidebar_title="Συζευγμένες Δεξαμενές";
$left_sidebar_paragraph="Βαθμονομήστε τον PID ρυθμιστή του συστήματος με κάποια μέθοδο
    (Ziegler-Nichols, IMC). Κάντε κλικ στις διάφορες βαθμίδες του συστήματος
    για να αποκτήσετε πρόσβαση στο μενού επιλογής παραμέτρων. Για περισσότερες πληροφορίες <a href=\"\">
    κάντε κλικ εδώ</a>.";
?>
